{
  "html": "HTML ist eine standardisierte Auszeichnungssprache zur Erstellung von Webseiten.",
  "css": "Cascading Style Sheets (CSS) ist eine Stylesheet-Sprache zur Beschreibung des Aussehens von HTML-Dokumenten.",
  "js": "JavaScript ist eine Programmiersprache, die vor allem für clientseitige Webentwicklung verwendet wird.",
  "react": "React ist eine JavaScript-Bibliothek zur Entwicklung von Benutzeroberflächen, die auf Komponenten und Virtual DOM-Manipulation fokussiert.",
  "nextjs": "Next.js ist ein auf React basierendes Framework zur Entwicklung von serverseitig gerenderten und statisch generierten Webanwendungen.",
  "vue": "Vue.js ist ein JavaScript-Framework zur Entwicklung von Benutzeroberflächen, das sich auf Reaktivität und deklaratives Rendern konzentriert.",
  "java": "Java ist eine allgemeine Programmiersprache, die auf Geschwindigkeit, Sicherheit und Plattformunabhängigkeit ausgelegt ist.",
  "python": "Python ist eine Hochsprache, die für die Programmierung im Allgemeinen, Data Science und Webentwicklung verwendet wird.",
  "postgresql": "PostgreSQL ist ein leistungsstarkes, quelloffenes relationales Datenbankmanagementsystem (RDBMS) bekannt für Skalierbarkeit und Robustheit.",
  "mongodb": "MongoDB ist eine beliebte NoSQL-Datenbank, die ein dokumentenorientiertes Datenmodell verwendet und Skalierbarkeit, Flexibilität und Leistung bietet.",
  "wordpress": "WordPress ist ein beliebtes Content-Management-System (CMS) zur Erstellung von Websites, Blogs und Online-Shops.",
  "mysql": "MySQL ist ein weit verbreitetes, quelloffenes relationales Datenbankmanagementsystem (RDBMS), bekannt für Geschwindigkeit und Zuverlässigkeit.",
  "typo3": "TYPO3 ist ein leistungsstarkes, quelloffenes Content-Management-System (CMS), das für Websites und Anwendungen auf Unternehmensebene entwickelt wurde.",
  "go": "Go, auch bekannt als Golang, ist eine Programmiersprache, die für ihre Einfachheit, Unterstützung für Nebenläufigkeit und effizientes Speichermanagement bekannt ist.",
  "git": "Git ist ein verteiltes Versionskontrollsystem, das zur Verfolgung von Änderungen im Quellcode während der Softwareentwicklung verwendet wird.",
  "docker": "Docker ist eine Plattform zur Erstellung, Bereitstellung und Ausführung von Anwendungen in Containern, die eine leichtgewichtige und portable Umgebung bietet.",
  "tailwind": "Tailwind CSS ist ein Utility-First-CSS-Framework, das vorgefertigte Klassen zur schnellen Erstellung benutzerdefinierter UI-Designs bereitstellt.",
  "spring": "Spring Boot ist ein beliebtes Framework zur Entwicklung von Unternehmensanwendungen in Java und bietet einen Meinungsbildner-Ansatz für Konfiguration und Bereitstellung.",
  "atlassian": "Atlassian ist ein Softwareunternehmen, das eine Suite von Tools für Softwareentwicklung, Zusammenarbeit und Projektmanagement bereitstellt.",
  "adobe": "Adobe Suite ist eine Sammlung von Design-Software zur Erstellung von visuellen und interaktiven Medien, einschließlich Photoshop, Illustrator, InDesign und anderen.",
  "bash": "Bash ist eine Unix-Shell und Skriptsprache, die für die Automatisierung von Aufgaben und die Verwaltung von Systemen verwendet wird.",
  "c": "C ist eine Programmiersprache, die für ihre Leistung, Effizienz und breite Anwendung in der Systemprogrammierung bekannt ist.",
  "sql": "SQL (Structured Query Language) ist eine standardisierte Sprache zur Verwaltung von relationalen Datenbanken.",
  "rabbitmq": "RabbitMQ ist eine Open-Source-Message-Broker-Software, die für die asynchrone Kommunikation zwischen Anwendungen und Systemen verwendet wird.",
  "arduino": "Arduino ist eine Open-Source-Plattform für die Entwicklung von interaktiven elektronischen Prototypen und IoT-Anwendungen.",
  "c++": "C++ ist eine objektorientierte Programmiersprache, die auf C aufbaut und häufig für Anwendungen wie Spiele, Desktop-Software und Systemprogrammierung verwendet wird.",
  "title": "Meine <span className=\"highlighted\">Stärken</span>.",
  "description": "Klick auf ein Icon, um mehr über die Programmiersprachen und Tools zu erfahren, welche ich beherrsche. Von Python bis SQL findest du hier all meine technischen Fähigkeiten.",
  "more-info": "Mehr Informationen"
}
