{
  "html": "Hypertext Markup Language (HTML) is a standard markup language used to create web pages.",
  "css": "Cascading Style Sheets (CSS) is a style sheet language used to describe the presentation of a document written in HTML.",
  "js": "JavaScript (JS) is a high-level programming language used primarily for client-side web development.",
  "react": "React is a JavaScript library used for building user interfaces, focusing on component-based architecture and virtual DOM manipulation.",
  "nextjs": "Next.js is a React-based framework used for building server-side rendered and statically generated web applications.",
  "vue": "Vue.js is a JavaScript framework used for building user interfaces, focusing on reactivity and declarative rendering.",
  "java": "Java is a general-purpose programming language designed to be fast, secure, and platform-independent.",
  "python": "Python is a high-level programming language used for general-purpose programming, data science, and web development.",
  "postgresql": "PostgreSQL is a powerful, open-source relational database management system (RDBMS) known for its scalability and robustness.",
  "mongodb": "MongoDB is a popular NoSQL database that uses a document-oriented data model and provides scalability, flexibility, and performance.",
  "wordpress": "WordPress is a popular content management system (CMS) used for creating websites, blogs, and online stores.",
  "mysql": "MySQL is a widely-used, open-source relational database management system (RDBMS) known for its speed and reliability.",
  "typo3": "TYPO3 is a powerful, open-source content management system (CMS) designed for enterprise-level websites and applications.",
  "go": "Go, also known as Golang, is a programming language known for its simplicity, concurrency support, and efficient memory management.",
  "git": "Git is a distributed version control system used for tracking changes in source code during software development.",
  "docker": "Docker is a platform used for building, shipping, and running applications in containers, providing a lightweight and portable environment.",
  "tailwind": "Tailwind CSS is a utility-first CSS framework that provides pre-defined classes for rapidly building custom UI designs.",
  "spring": "Spring Boot is a popular framework for building enterprise-level Java applications, providing an opinionated approach to configuration and deployment.",
  "atlassian": "Atlassian is a software company that provides a suite of tools for software development, collaboration, and project management.",
  "adobe": "Adobe Suite is a collection of design software used for creating visual and interactive media, including Photoshop, Illustrator, and InDesign.",
  "bash": "Bash is a shell language used for executing commands in Unix and Unix-like operating systems.",
  "c": "C is a low-level programming language used for system-level programming, embedded systems, and high-performance computing.",
  "sql": "SQL, or Structured Query Language, is a programming language used for managing and querying relational databases.",
  "rabbitmq": "RabbitMQ is a popular message broker used for exchanging data between distributed systems, providing reliability and scalability.",
  "arduino": "Arduino is an open-source platform for developing interactive electronic prototypes and IoT applications.",
  "c++": "C++ is an object-oriented programming language that builds on top of C and is commonly used for applications like games, desktop software, and system programming.",
  "title": "What I can <span class=\"text-primary dark:text-primary_dark\">do</span>.",
  "description": "This overview shows my proficiency level with a certain skill or tool. Select an icon to learn more about a certain programming language or tool.",
  "more-info": "More Information"
}
